Repository: donmik/buddypress-xprofile-custom-fields-type
Catalog: lang/*.po
Languages: es_es

source: BuddyPress Xprofile Custom Fields Type plugin needs <b>BuddyPress 2.0</b>, please install or upgrade BuddyPress.
es_es: El plugin “BuddyPress Xprofile Custom Fields Type” necesita <b>BuddyPress 2.0</b>, por favor instala o actualiza BuddyPress.

source: This is a required field
es_es: Este campo es obligatorio.

source: Image type not allowed: (%s).
es_es: Tipo de imagen no permitido: (%s).

source: Max image upload size: %s MB.
es_es: Tamaño máximo de imagen: %s MB.

source: File type not allowed: (%s).
es_es: Tipo de archivo no permitido: (%s).

source: Max file upload size: %s MB.
es_es: Tamaño máximo de archivo: %s MB.

source: You have to be at least %s years old.
es_es: Debes de tener al menos %s años.

source: yes
es_es: sí

source: Not empty
es_es: No vacío

source: Birthdate Selector
es_es: Selector de fecha de nacimiento

source: Show age (hide birthdate):
es_es: Mostrar edad (ocultar fecha de nacimiento):

source: Check this if you want to show age instead of birthdate:
es_es: Marque esta opción si quiere mostrar la edad en lugar de la fecha de nacimiento:

source: Define a minimum age:
es_es: Define una edad mínima:

source: Minimum age:
es_es: Edad mínima:

source: January
es_es: Enero

source: February
es_es: Febrero

source: March
es_es: Marzo

source: April
es_es: Abril

source: May
es_es: Mayo

source: June
es_es: Junio

source: July
es_es: Julio

source: August
es_es: Agosto

source: September
es_es: Septiembre

source: October
es_es: Octubre

source: November
es_es: Noviembre

source: December
es_es: Diciembre

source: Checkbox Acceptance
es_es: Casilla de aceptación

source: Use this field to write a text that should be displayed beside the checkbox:
es_es: Utiliza este campo para escribir el texto que será mostrado junto a la casilla de aceptación:

source: Color (HTML5 field)
es_es: Color (Campo HTML5)

source: Datepicker (HTML5 field)
es_es: Selector de fecha (Campo HTML5)

source: Decimal number (HTML5 field)
es_es: Número decimal (Campo HTML5)

source: Select max number of decimals:
es_es: Selecciona el número máximo de decimales:

source: Email (HTML5 field)
es_es: E-mail (Campo HTML5)

source: File
es_es: Archivo

source: Download file
es_es: Descargar archivo

source: Check this to delete this file
es_es: Marca esta casilla para borrar el fichero

source: Image
es_es: Imagen

source: Check this to delete this image
es_es: Marca esta casilla para borrar la imagen

source: Custom Post Type Multiselector
es_es: Selector múltiple de tipo de post personalizado

source: There is no custom post type. You need to create at least one to use this field.
es_es: No hay ningún tipo de post personalizado. Debes de crear al menos uno para utilizar este tipo.

source: Select a custom post type:
es_es: Selecciona un tipo de post personalizado:

source: Select...
es_es: Seleccionar…

source: Custom Taxonomy Multiselector
es_es: Selector múltiple de taxonomía personalizada

source: There is no custom taxonomy. You need to create at least one to use this field.
es_es: Todavía no has definido ninguna taxonomía personalizada. Debes crear al menos una para utilizar este tipo de campo.

source: Select a custom taxonomy:
es_es: Selecciona una taxonomía personalizada:

source: Number within min/max values (HTML5 field)
es_es: Número con valores min/max (Campo HTML5)

source: Write min and max values. You can leave any field blank if you want.
es_es: Escribe los valores min y max. Puedes dejar cualquier campo vacío si lo deseas.

source: Minimum:
es_es: Min:

source: Maximum:
es_es: Max:

source: Min value cannot be bigger than max value.
es_es: El valor mínimo no puede ser mayor que el valor máximo.

source: You have to fill at least one field.
es_es: Debes rellenar al mismo uno de los dos campos.

source: Custom Post Type Selector
es_es: Selector de tipo de post personalizado

source: Custom Taxonomy Selector
es_es: Selector de taxonomías personalizadas

source: Range input (HTML5 field)
es_es: Rango (Campo HTML5)

source: Write min and max values.
es_es: Escribe los valores mínimo y/o máximo.

source: You have to fill the two fields.
es_es: Debes completar los dos campos.

source: Website (HTML5 field)
es_es: Sitio web (Campo HTML5)
